tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "planetscale/tap"
brew "deno"
brew "fish"
brew "mas"
brew "neovim"
brew "starship"
brew "planetscale/tap/pscale"
cask "alt-tab"
cask "appcleaner"
cask "authy"
cask "brave-browser"
cask "cron"
cask "discord"
cask "docker"
cask "font-fira-mono-nerd-font"
cask "github"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "topnotch"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
