tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jdxcode/tap"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "teaxyz/pkgs"
brew "zstd"
brew "bash"
brew "bat"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "deno"
brew "e2fsprogs"
brew "eza"
brew "fish"
brew "genext2fs"
brew "git-delta"
brew "go"
brew "go-task"
brew "gperftools"
brew "harfbuzz"
brew "hashcat"
brew "hyperfine"
brew "imagemagick"
brew "inetutils"
brew "john"
brew "mas"
brew "mydumper"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "opam"
brew "pandoc"
brew "pkg-config"
brew "pnpm"
brew "pyenv"
brew "python@3.11"
brew "python-tk@3.11"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tesseract"
brew "trash"
brew "vercel-cli"
brew "xdg-ninja"
brew "yarn"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "beekeeper-studio"
cask "brave-browser"
cask "corretto8"
cask "curseforge"
cask "cursor"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-mono-nerd-font"
cask "free-ruler"
cask "ghidra"
cask "github"
cask "google-cloud-sdk"
cask "idafree"
cask "iterm2"
cask "jd-gui"
cask "jetbrains-toolbox"
cask "minecraft"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "steam"
cask "tailscale"
cask "temurin"
cask "temurin8"
cask "topnotch"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
