tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jdxcode/tap"
tap "planetscale/tap"
brew "bat"
brew "cmake"
brew "deno"
brew "exa"
brew "fish"
brew "git-delta"
brew "gperftools"
brew "mas"
brew "ncdu"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "trash"
brew "vercel-cli"
brew "jdxcode/tap/rtx"
brew "planetscale/tap/pscale"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "authy"
cask "brave-browser"
cask "cron"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-mono-nerd-font"
cask "github"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "temurin"
cask "temurin8"
cask "topnotch"
cask "visual-studio-code"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
